import React from "react";
import styled from "styled-components";
import NavBar from "../components/NavBar";
import Button from "../elements/Button";
import Expand from "../elements/Expand";
import Typography from "../elements/Typography";

const FAQContainer = styled.div`
  width: 100%;
  .under-nav {
    height: 170px;
  }
  .title {
    width: 100%;
    display: flex;
    justify-content: center;
    margin-bottom: 20px;
  }
`;

export default function faq(props) {
  return (
    <FAQContainer>
      <NavBar activateLink={"faq"} />
      <div className="under-nav"></div>
      <div className="title">
        <Typography fontSize="30px" fontWeight="normal" textAlign="center">
          سوالات متداول
        </Typography>
      </div>
      <Expand title="چگونه باید برای تدکس لواسان بلیط تهیه کنم؟">
        <Typography fontWeight="100" lineHeight="22px" fontSize="14px">
          در پکیج اختصاصی ممتازخودرو به صورت فیلم آموزشی صفر تا صد تمامی مهارت
          ها و ترفندهای لازم برای تکمیل فرم ثبت نام اینترنتی در سایت ایران خودرو
          و رفع خطاهای احتمالی که به علت ترافیک بالای سایت در هنگام ثبت نام پیش
          می آید برای رسیدن به درگاه بانکی در سریع ترین زمان ممکن آموزش داده می
          شود. توجه داشته باشید
          <br />
          <br /> همانطور که در فیلمهای آموزشی مشاهده خواهید کرد ما صرفا برای
          ارائه آموزش عملی نحوه ثبت نام و به منظور مشاهده کاربر اقدام به ثبت نام
          میکنیم و پس ورود به درگاه بدون اینکه پرداخت کنیم انصراف میزنیم تا به
          منظور رسیدن خودرو ها به مصرف کننده واقعی مجدد خودرو آزاد شده و امکان
          ثبت نام آن برای خریداران واقعی فراهم شود.
        </Typography>
        <div style={{ height: "20px" }} />
        <Button variant="fill">ثبت نام کنید</Button>
      </Expand>
      <Expand title="چگونه باید برای تدکس لواسان بلیط تهیه کنم؟">
        <Typography fontWeight="100" lineHeight="22px" fontSize="14px">
          در پکیج اختصاصی ممتازخودرو به صورت فیلم آموزشی صفر تا صد تمامی مهارت
          ها و ترفندهای لازم برای تکمیل فرم ثبت نام اینترنتی در سایت ایران خودرو
          و رفع خطاهای احتمالی که به علت ترافیک بالای سایت در هنگام ثبت نام پیش
          می آید برای رسیدن به درگاه بانکی در سریع ترین زمان ممکن آموزش داده می
          شود. توجه داشته باشید
          <br />
          <br /> همانطور که در فیلمهای آموزشی مشاهده خواهید کرد ما صرفا برای
          ارائه آموزش عملی نحوه ثبت نام و به منظور مشاهده کاربر اقدام به ثبت نام
          میکنیم و پس ورود به درگاه بدون اینکه پرداخت کنیم انصراف میزنیم تا به
          منظور رسیدن خودرو ها به مصرف کننده واقعی مجدد خودرو آزاد شده و امکان
          ثبت نام آن برای خریداران واقعی فراهم شود.
        </Typography>
        <div style={{ height: "20px" }} />
        <Button variant="fill">ثبت نام کنید</Button>
      </Expand>
      <Expand title="چگونه باید برای تدکس لواسان بلیط تهیه کنم؟">
        <Typography fontWeight="100" lineHeight="22px" fontSize="14px">
          در پکیج اختصاصی ممتازخودرو به صورت فیلم آموزشی صفر تا صد تمامی مهارت
          ها و ترفندهای لازم برای تکمیل فرم ثبت نام اینترنتی در سایت ایران خودرو
          و رفع خطاهای احتمالی که به علت ترافیک بالای سایت در هنگام ثبت نام پیش
          می آید برای رسیدن به درگاه بانکی در سریع ترین زمان ممکن آموزش داده می
          شود. توجه داشته باشید
          <br />
          <br /> همانطور که در فیلمهای آموزشی مشاهده خواهید کرد ما صرفا برای
          ارائه آموزش عملی نحوه ثبت نام و به منظور مشاهده کاربر اقدام به ثبت نام
          میکنیم و پس ورود به درگاه بدون اینکه پرداخت کنیم انصراف میزنیم تا به
          منظور رسیدن خودرو ها به مصرف کننده واقعی مجدد خودرو آزاد شده و امکان
          ثبت نام آن برای خریداران واقعی فراهم شود.
        </Typography>
        <div style={{ height: "20px" }} />
        <Button variant="fill">ثبت نام کنید</Button>
      </Expand>
    </FAQContainer>
  );
}
