import React, { useEffect } from "react";
import { Link } from "react-router-dom";
import styled from "styled-components";
import FooterSection from "../components/home/FooterSection";
import NavBar from "../components/NavBar";
import Button from "../elements/Button";
import Typography from "../elements/Typography";

const WorkShopContainer = styled.div`
  width: 100%;

  .under-nav {
    height: 170px;
  }
  .title {
    width: 100%;
    display: flex;
    justify-content: center;
  }
  .pg-content {
    width: 100%;
    display: flex;
    flex-direction: column;
    align-items: center;
    .text {
      max-width: 760px;
      width: 90vw;
      margin-top: 40px;
    }
  }
  .workshop-img {
    margin-top: 20px;
    border: 1px solid #e62b1e;
    width: 60vw;
    transition: all 0.4s ease;
    :hover {
      width: 61vw;
    }
    @media screen and (max-width: 756px) {
      width: 90vw;
      :hover {
        width: 91vw;
      }
    }
  }
`;

export default function WorkShop() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  return (
    <WorkShopContainer>
      <NavBar activateLink={"workshop"} />
      <div className="under-nav"></div>
      <div className="title">
        <Typography fontSize="30px" fontWeight="normal" textAlign="center">
          معرفی کارگاه تسهیل گری روابط
        </Typography>
      </div>
      <div className="pg-content ">
        <img
          alt="workshop detail"
          src={`${process.env.PUBLIC_URL}/assets/workshop.jpg`}
          className="workshop-img"
        />
        <div className="text">
          <Typography
            as="h2"
            fontSize="18px"
            fontWeight="bolder"
            lineHeight="40px"
            textAlign="right"
          >
            چگونه عشق به خطا می رود؟
          </Typography>
          <Typography
            as="p"
            fontSize="16px"
            fontWeight="200"
            lineHeight="40px"
            textAlign="right"
          >
            در تدکس لواسان این فرصت برای ما فراهم است که اگر در یک رابطه‌ی
            عاشقانه هستیم؛ بتوانیم علاوه بر شرکت در رویداد و شنیدن سخنرانی‌های
            سخنرانان تدکس لواسان در روز جمعه ۳۱ اردیبهشت ماه، در یک کارگاه گرد
            هم آییم.
            <br />
            چه زیر یک سقف زندگی می‌کنیم و چه نه، چه ازدواج کرده¬‌ایم چه نه، اگر
            در یک رابطه‌ی عاشقانه هستیم؛ این کارگاه برای ماست. کارگاهی که روز
            قبل رویداد، یعنی در روز پنج‌شنبه ۳۰ام اردیبهشت ماه ۱۴۰۰ به مدت
            چهارساعت برگزار خواهد شد. برای این که بتوانیم با آگاهی بیشتر انتخاب
            کنیم؛ بهتر است تا با این کارگاه بیشتر آشنا شویم: وقتی سخن از روابط
            زوجین و اختلافات‌شان به میان می‌آید، اولین تصور افراد، تفاوت در
            نگرش‌ها، باورها و اهداف هر یک از زوجین است. شاید هم اختلاف در روابط
            جنسی، یا حتی کمبود فضای گفت‌وگو. هر چند که همه‌ی این موارد نیز
            می‌تواند از دلایل اختلافات بین زوجین به‌شمار بیاید؛ اما در اکثر
            مواقع، شاهد این هستیم که در پس شکایت‌های معمول زوجین نیازهای
            بنیادینی وجود دارند. نیازهایی ارضاء نشده، که به شکل‌های مختلف بروز و
            ظهور پیدا می‌کنند. نیازهایی که جهانی است، بین همه وجود دارد و حتی
            مربوط به اصلی‌ترین اهداف زوجین برای تشکیل رابطه است؛ نیازهایی چون
            نیاز به دیده شدن، تعلق داشتن، دوست‌داشته شدن و نیازهایی از این قبیل.
            اگر بخواهیم همه‌ی این نیازها را با یک عنوان شناسایی کنیم؛ نام
            «نیازهای مربوط به دلبستگی» را بر می‌گزینیم.
            <br />
            دلبستگی، مفهومی است که جان بالبی، روان‌پزشک مشهور قرن بیستم در
            انگلستان، آن را مطرح کرد و در مورد آن توضیح داد. او معتقد بود که در
            کودکان، علاوه بر نیازهای فیزیولوژیک، یک نیاز مهم دیگر نیز وجود دارد.
            و آن این است که نوزادان از بدو تولد، نیاز به ارتباط مستمر عاطفی با
            مراقب خود دارند و در صورت محروم شدن از این نیاز، صدمات جبران‌ناپذیری
            به‌ آن‌ها وارد می‌شود.
            <br />
            بعدها، و با توجه به تحقیقات بعدی، گستره‌ی شمول این مفهوم به
            بزرگسالان نیز رسید و روان‌شناسان نتیجه گرفتند که نیاز دلبستگی از
            گهواره تا گور، همواره با انسان همراه است. زمانی که روابط دو نفر به
            چالش کشیده می‌شود، پرداختن به نیاز مشترک دلبستگی در انسان‌ها می
            تواند به آن‌ها کمک کند تا مسئله‌ی خود را به نوع دیگری مشاهده کنند و
            به آن بپردازند و با پرداختن به آن مسئله، بسیاری از شکایت‌های آنان در
            حوزه‌های دیگر نیز برطرف می‌گردد. کارگاه «عشق چگونه به خطا می رود؟»
            مبتنی بر رویکرد درمان هیجان‌مدار (Emotionally Focused Therapy) است
            که در سال ۱۹۸۰ توسط دکتر سوزان جانسون و دکتر لزلی گرینبرگ معرفی شد و
            از آن زمان به بعد، در حیطه‌ی زوج‌درمانی و کار بر روی روابط، توسط
            روان‌درمانگران مورد استفاده قرار گرفته است. رویکردی که یکی از
            شناخته‌شده‌ترین رویکردهای درمانی روابط زوجین است.
            <br />
            این کارگاه بنا دارد با بررسی مفاهیم مرتبط با دلبستگی و انجام سه
            تمرین گفت‌وگومحور و تجربی با زوجین، به آن‌ها کمک کند تا به بخش
            بنیادین رابطه‌ و نیازهای دلبسته‌مدار خود ورود کنند و به استحکام
            روابط‌شان کمک کنند. این کارگاه، بخشی از رویداد تدکس لواسان است و در
            آن، به ازای هر پنج زوج، یک تسهیل‌گر در کارگاه حضور خواهد داشت؛ یعنی
            با این‌که کارگاه به‌صورت آنلاین و از طریق پلتفرم Zoom برگزار می‌شود،
            <br />
            شرایط به نحوی فراهم شده است که به معنای واقعی کلمه، همه‌ی
            شرکت‌کنندگان (زوجین)، فضای مشارکتی «کارگاه» را تجربه کنند و شما به
            هیچ‌وجه، تنها شنونده نخواهید بود. روند مشارکتی کارگاه به این شکل است
            که فعالیت‌ها، هم میان شما و شریک عاطفی‌تان اتفاق می‌افتد و هم میان
            شما و سایر زوج‌ها. به همین دلیل، از کل این کارگاه، انتظار یک
            برنامه‌ی چهار ساعته‌ی فعالیت‌محور را داشته باشید. همه‌ی ما در تیم
            برگزاری تدکس لواسان و جامعه‌ی درمان هیجان‌مدار ایران (Iran EFT
            Community)، قرار و آرامشی پایدار و برقرار را برایتان آرزومندیم.
          </Typography>
        </div>
        <Link to="/signup">
          <Button margin={"40px 0 60px 0"} variant="fill">
            ثبت نام کنید
          </Button>
        </Link>
      </div>
      <FooterSection />
    </WorkShopContainer>
  );
}
