import React from "react";
import styled from "styled-components";
import Typography from "../../elements/Typography";

const Container = styled.div`
  display: flex;
  flex-direction: column;
  width: 100%;
  justify-content: center;
  align-items: center;
  overflow: hidden;
  .head-img {
    width: 100%;
    min-width: 400px;
    z-index: -1;
  }
  .content {
    margin-top: -10vw;
    width: 100%;
    .title {
      display: flex;
      /* justify-content: center; */
      align-items: center;
      width: 100%;
      flex-wrap: wrap;
      .chaos-v {
        width: 30%;
        max-width: 150px;
        height: 100%;
        margin-left: 30px;
      }
    }
    .about-tl-text {
      margin: 20px 14vw;
      line-height: 40px;
      text-align: justify;
      @media screen and (max-width: 900px) {
        height: 300px;
        overflow-y: scroll;
      }
    }
  }
`;

export default function AboutSection() {
  return (
    <Container>
      <img className="head-img" src="assets/bg-teh-lav.png" alt="" />
      <div className="content">
        <div className="title">
          <img className="chaos-v" src="assets/chaos-v.svg" alt="" />
          <Typography variant="h4" fontSize="24px" fontWeight="500">
            درباره تدکس لواسان
          </Typography>
        </div>
        <Typography
          variant="p"
          fontSize="16px"
          fontWeight="300"
          className="about-tl-text"
        >
          تدکـس لواسـان از موضـع مـا حـرف میزند و ایـن ما، یعنـی تمـام ذینفعانی
          که تدکـس لواسـان را شـکل میدهنـد و بـه پیـش میبرنـد؛ نه فقـط
          بنیانگـذاران و تیـم اجرایـی؛ زیـرا مـا به طـور عمیق بـر این باور
          هسـتیم کـه موجودیتمـان را از یک شـبکهی انسـانی شـامل تمـام ذینفعـان
          گرفتهایم. مـا در گفتگوهـای کالمی و نوشـتاری خـود، از کلمات آرامش بخـش
          و افعال مثبت اسـتفاده میکنیـم. اجـازه نمیدهیـم نوشـتهها/گفته‌های مـا
          بـه مخاطـب حـس تنـش، عجلـه، دسـتپاچگی و اضطـراب منتقـل کند. در عیـن
          حال به شـدت پرهیز مـی کنیـم کـه بـی خیـال یـا خوشباش بـه نظـر برسـیم.
          مـا در ارتباطات خـود با مخاطبـان چهرهبهچهـره، دنبال کنندگان صفحات
          مجازی و عمـوم مردم، صمیمی و دلنشـین سـخن میگوییم اما هرگز از دایرهی
          ادب خارج نمیشـویم و شـوخطبعی ا بـا سبکسـری در هـم نمیآمیزیم. مـا هرگـز
          در کالم خـود بـه مسـائل بحـث برانگیـز مذهبـی، عقیدتـی، سیاسـی، ومیتـی
          و جنسـیتی اشـاره نمـی کنیـم؛ چـه مسـتقیم و چـه غیرمسـتقیم. چـه جـدی و
          چـه بـه طنـز. پشـت هـر ادعـای ما، دسـت کـم یک ارجاع درسـت بـه منابـع
          معتبر وجـود دارد. مـا هیـچ حرف بدون پشـتوانهای نمیزنیم و نظرات شـخصی
          خودمـان را به عنوان مرجـع مطـرح نمـی کنیـم. این گـزاره به ویـژه
          دربـارهی حقایق علمـی، گزارشهای آماری و اسـتنتاجی مصداق محکمتـری دارد.
          مـا هرگـز از موضـع بالا بـا مخاطبان سـخن نمیگوییم. هرگـز مخاطـب را به
          دلیل بیاطالعـی از یـک موضـوع، صریـح یـا کنایهآمیز تحقیـر نمیکنیم.
          هرگـز جملهای را اسـتفاده نمیکنیـم کـه بـه مخاطب احسـاس نادانـی یـا
          ناآگاهی بدهـد و او را شـرمنده، ناامید یا خشـمگین سازد. مـا پیچیـده
          حـرف نمیزنیـم. از عبـارات و اصطالحاتـی کـه مخاطـب را در فهـم منظـورش
          گیـج یـا متوقـف سـازد اسـتفاده نمیکنیـم. درخواسـتهای خـود را بـه
          صراحـت بیـان میکنیـم. نسـبت بـه اسـتفاده از کلمـات دیرفهم و غیرفارسـی
          بسیار سختگیر هستیم.
          <br />
          <br /> مـا در ارتباطات نوشـتاری رسـمی خـود، عمیقا به مخاطـب احتـرام
          میگذاریم، اما لفـظ قلـم حـرف نمیزنیـم و به هیـچ وجه اغـراق نمیکنیـم.
          ما تلاش میکنیم که پـس از خوانـدن هـر تکـه از نوشـتههای مـا، خوانندگان
          احسـاس کننـد گفتگویی صمیمانـه تـوأم با احتـرام را تجربـه کردهاند
        </Typography>
      </div>
    </Container>
  );
}
