[
  {
    "id": 1,
    "title": "لیلی زمردیان",
    "redxDir": "left",
    "RedxMarginRight": "70px",
    "desc": "سخنران",
    "telegram": "https://www.telegram.me/mamacenter/",
    "facebook": "",
    "twitter": "",
    "instagram": "https://www.instagram.com/leilyzomorodian",
    "imageUrl": "assets/speakers-img/zomorodian.jpg",
    "text": [
      "هاجر زمردیان یا همان مامالیلی، کارشناس مامایی است و مرکزی مجهز را برای مادران باردار راه‌اندازی کرده است. مامالیلی معتقد است زنان باردار باید از کادر مامایی بهره ببرتد و هم‌زمان، پرونده‌ای هم نزد پزشک متخصص داشته باشند. او در صفحه‌ی اینستاگرامش در معرفی خود نوشته: « مامایی، حرفه‌ی من است، مادر بودن، عشق من است، و ترکیب این دو روزگار من است.»",
      "زمردیان ارائه خدمات به صورت یک‌جا را برای مادران ضروری می‌داند و می‌گوید:«همیشه دوست داشتم مرکزی تأسیس کنم تا همه‌ی خدماتی که مادران باردار نیاز دارند را در کنار هم داشته باشد. وقتی باردار بودم؛ ناچار برای آزمایش‌ها، سونوگرافی و اقدامات دیگر، به مراکز مختلفی رجوع می‌کردم و به‌خاطر ترافیک و مسیرهای دور این کار برایم سخت بود. در حال حاضر، در مرکز ما، همه‌ی خدمات در کنار هم به مادران باردار ارائه می‌شود. در کنار این‌ها سعی می‌کنم از طریق فضای مجازی نیز در کنار مادران باردار و خانم‌ها باشم. چند وقتی است که صفحه‌ی اینستاگرامم را فعال کرده‌ام و هدفم این بود که از طریق این صفحه اطلاع‌رسانی کنم و پاسخ‌گوی برخی از سوالات زنان باشم. متأسفانه فقر فرهنگی در زمینه‌های زناشویی و مشکلات زنان زیاد است و امیدوارم بتوانم در زمینه بالا بردن کیفیت زندگی زنان در جامعه گامی بردارم.»",
      "زمردیان با اشاره به اهمیت شغل مامایی می‌گوید: « این‌که در ایران خانم‌ها برای حل مشکلات زنان و مادران باردار، ابتدا برای مشاوره، به دکتر زنان مراجعه می‌کنند در دنیا مرسوم نیست. اما حتما دلیلی برای این کار وجود دارد؛ مثلا ممکن است اشتباهاتی از طرف یک ماما دیده باشند و تجربه‌ی خوبی از مراجعه به ماما نداشته باشند. البته خوش‌بختانه این فرهنگ در حال حاضر رواج یافته و خانم‌های باردار برای مشاوره به ماماها مراجعه می‌کنند. ماما، ضمن اینکه تخصصش در مورد دوران بارداری و زایمان طبیعی است، وقت بیشتری برای مادران باردار دارد. پزشک متخصص زنان بخاطر مشغله‌های شغلی نمی‌تواند ساعتی را به مادری باردار اختصاص دهد؛ اما تعریف شغلی یک ماما دقیقا همین است: که مانند مشاوری دلسوز در کنار مادران باردار باشد.»"
    ]
  },
  {
    "id": 2,
    "title": "ریحان جعفری زاده",
    "redxDir": "right",
    "RedxMarginRight": "100px",
    "desc": "سخنران",
    "telegram": "https://www.telegram.me/reyhan_jafarizadeh",
    "facebook": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/jafarizadeh-psychology",
    "instagram": "https://www.instagram.com/rayhan.jafarizadeh/",
    "imageUrl": "assets/speakers-img/jafarizade.jpg",
    "text": [
      "ریحان جعفری زاده متولد اسفند ۱۳۶۷، در مشهد متولد شد. ریحان در هفت سالگی به همراه خانواده‌‌اش به بم، شهر زادگاه خانواده‌ی پدری‌اش مهاجرت می‌کند و در چهارده سالگی، بعد زلزله‌ی مهیب بم، به تنهایی به مشهد باز می‌گردد. داستان زندگی ریحان، مملو از احساسات و اتفاق‌های تلخ و شیرین است که شنیدن‌شان برای اغلب افراد جذاب و آگاهی‌بخش است.",
      "ریحان در مقطع کارشناسی ارشد، دانش‌آموخته‌ی دانشگاه تهران در رشته‌ی روانشناسی بالینی است.",
      "ریحان در حال حاضر مشغول کار درمانگری و انجام پژوهش‌هایی در زمینه‌های سوگ، تروما، اختلال استرس پس از سانحه‌ (PTSD) و تعالی پس از سانحه (PTG) است.",
      " همچنین، خانم جعفری‌زاده در اینستاگرام و فضای مجازی نیز توانسته از امید و نور برای مخاطبین خود حرف بزند و با آگاهی‌بخشی در زمینه‌ی سلامت روانشناختی، در راه رسالت خود قدم بردارد."
    ]
  },
  {
    "id": 3,
    "title": "شهاب جوانمردی",
    "redxDir": "left",
    "RedxMarginRight": "95px",
    "desc": "سخنران",
    "telegram": "",
    "web": "https://www.javanmardi.info",
    "facebook": "",
    "twitter": "",
    "linkedin": "https://linkedin.com/in/shahabjavanmardy",
    "instagram": "https://www.instagram.com/fanapceo/",
    "imageUrl": "assets/speakers-img/javanmardi.jpg",
    "text": [
      "شهاب جوانمردی، متولد ۱۳۵۳ خرمشهر، کارآفرین و مدیر ایرانی در حوز‌ه‌ی فناوری اطلاعات و ارتباطات فعالیت می‌کند و مدیر شرکت «فناوری اطلاعات و ارتباطات پاسارگاد آریان» (فناپ) است. او همچنین در دو دوره‌ی سوم و چهارم‌،‌عضو هیئت مدیره‌ی سازمان نظام صنفی رایانه‌ای استان تهران بوده است.",
      "شهاب جوانمردی از کارآفرینان به‌نام ایرانی در بازار فناوری‌ اطلاعات و ارتباطات خاورمیانه به شمار می‌رود. او توانسته طی ده سال گذشته، بیش از ۴۰۰۰ شغل در حوزه‌ی IT ایجاد کند. جوانمردی، پیش از این عضو هیئت موسس، مدیرعامل و عضو هیئت مدیره‌ی بنیاد توسعه‌ی فرد، عضو و نایب رئیس هیئت مدیره‌ی شرکت هماوران پیش‌رو، عضو هیئت مدیره‌ی شرکت بهینه عمران پاریز، مدیر تجهیزات فرودگاه بین‌المللی امام خمینی، مشاور مدیر عامل مرکز تحقیقات راه‌آهن و معاون پژوهشی دبیرستان علامه حلی تهران بوده است.",
      "در سپتامبر ۲۰۱۴، جوانمردی به همراه گروهی از مدیران شرکت‌های بزرگ IT، و کارآفرینان موفق ایرانی، در کنفرانس “Bridge 2014” در دانشگاه برکلی کالیفرنیا شرکت کرد و با حضور تعدادی از مدیران دره‌ی سیلیکون، به تحلیل فرصت‌ها و چالش‌ها برای کارآفرینی فناوری برتر در ایران پرداخت.",
      "او هم‌اکنون، علاوه بر مدیریت شرکت فناپ، عضو کمیسیون بانک‌داری الکترونیک نظام صنفی رایانه‌ای کشور، کارشناس رسمی دادگستری در حوزه‌ی فناوری اطلاعات و ارتباطات، مشاور تآیید صلاحیت شده‌ی نظام صنفی رایانه‌ای در حوزه‌های سخت‌افزار و مشاوره‌ی زیرساخت و مشاوره‌ی مدیریت و آموزش و رئیس هیئت مدیره‌ی شرکت پیشگامان امین سرمایه پاسارگاد (شناسا، شرکت سرمایه‌گذاری خطرپذیر گروه مالی پاسارگاد) است. "
    ]
  },
  {
    "id": 4,
    "title": "کیومرث مرادی",
    "redxDir": "right",
    "RedxMarginRight": "120px",
    "desc": "سخنران",
    "telegram": "",
    "web": "",
    "facebook": "",
    "twitter": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/kiomarsmoradi/",
    "imageUrl": "assets/speakers-img/moradi.jpeg",
    "text": [
      "کیومرث مرادی متولد ۱۳۵۱ تهران، نمایش‌نامه‌نویس، کارگردان تئاتر و استاد دانشگاه و مؤسس انستیتو تخصصی پادمآرت (کمپانی تئاتر امید ایران) است. آخرین نمایش مرادی، « مرغ دریایی من» بود که در ۱۳۹۸ اجرا شد.",
      "مرادی صاحب سه جایزه برای بهترین نمایش از «جشنواره‌ی تئاتر ملی دانشگاه تئاتر دهلی نو» برای «ژولیوس سزار به روایت کابوس»، «شکلک» و «مرگ و شاعر» است. او همچنین سه جایزه از «جشنواره‌ی بین‌المللی تئاتر فجر» برای بهترین بازیگری در «عاشقانه‌های خاورمیانه» و بهترین کارگردانی برای نمایش‌های «خواب در فنجان خالی» و «افسون معبد سوخته» دارد.",
      "از ترجمه‌های مرادی می‌توان به «زندگی من در گذر زمان» اثر پیتر بروک، و ترجمه‌ی مشترک اثر «نقطه‌ی عطف» از همین نویسنده اشاره کرد که با گودرز می‌رانی از انتشارات فرهنگ چاوش منتشر شده است. "
    ]
  },
  {
    "id": 5,
    "title": "نگار علیزاده",
    "redxDir": "left",
    "RedxMarginRight": "120px",
    "desc": "سخنران",
    "telegram": "https://www.telegram.me/negarinfood",
    "web": "www.negarinfood.com",
    "facebook": "",
    "twitter": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/_negaralizadeh_/",
    "imageUrl": "assets/speakers-img/negaralizadeh.jfif",
    "text": [
      "نگار علیزاده در سال ۱۳۶۷ در تهران متولد شد. در هنرستان، رشته‌ی سینما و در دانشگاه، تئاتر با گرایش ادبیات نمایشی خواند. علاقه‌‌اش به دو حوزه‌ی توریسم و هنر، باعث شد به فکر طراحی مسیرهای گردشگری ادبی-هنری بیافتد.",
      "او سال‌های بعد از فارغ‌التحصیلی‌اش، به عنوان فیلم‌نامه‌نویس و نمایشنامه‌نویس با چند تئاتر و چند پروژه‌ی تلویزیونی همکاری کرد.",
      "از سال ۱۳۹۲، کارش را به عنوان مدیر تورهای فرهنگی، در یک شرکت گردشگری شروع کرد؛ جایی که در آن، تورهای فرهنگی را در مسیرهای گردشگری مورد علاقه‌اش برگزار کرد. تغییر مسیرشغلی نگار، مقدمه‌ای برای شروع سفرهای ماجراجویانه‌ی او بود؛ چیزی که در نهایت باعث شد نگار به مرور، به یک مسافر تمام‌وقت تبدیل شود.",
      "نگار در سال‌های اخیر، به مفاهیمی چون استعمارزدایی از سفر، سفر مسئولانه، سبک زندگی پایدار و دوست‌دار محیط‌زیستی علاقه‌مند شده و مطالعات و فعالیت‌هایش را در این حوزه‌ها متمرکز کرده است.",
      "در طول این سال‌ها، مهارت‌هایش را در پوزیشن‌هایی که به او امکان زندگی در سفر و کار فری‌لنس (Freelancer) می‌داد؛ تقویت کرد. او در حال حاضر، به عنوان کارشناس دیجیتال مارکتینگ (Digital Marketing)، مدیر شبکه‌های اجتماعی، تولید‌کننده محتوا، مدرس هنر، مشاور شرکت‌های گردشگری و تورلیدر فعالیت می‌کند."
    ]
  },
  {
    "id": 6,
    "title": "هدیه مولایی",
    "redxDir": "left",
    "RedxMarginRight": "120px",
    "desc": "سخنران",
    "telegram": "https://www.telegram.me/lifestyle_travel/",
    "web": "",
    "facebook": "",
    "twitter": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/hediye_molaei/",
    "imageUrl": "assets/speakers-img/molaei.jpg",
    "text": [
      "هدیه مولایی، متولد دوازدهم خرداد ۱۳۶۸، در تهران است. در سال ۱۳۸۶ وارد دانشگاه شد تا در مقطع کارشناسی، بیولوژی بخواند. در سال ۱۳۸۷، در کنار رشته‌ی زیست‌شناسی، ادبیات نمایشی را شروع کرد و به‌خاطر علاقه‌اش به تئاتر و هنرهای نمایشی، چند تئاتر به روی صحنه برد و برنده‌ی چند جایزه نیز شد.",
      "در همین زمان بود که «سفر» بخشی از زندگی او شد؛ نه به‌عنوان یک سرگرمی، که به عنوان شغل، و در همین سال‌ها بود که هدیه به عنوان راهنمای گردشگری (تور لیدر) فعالیت خود را آغاز کرد. حد فاصل ۱۳۸۹-۱۳۸۸ بود که خانم مولایی موفق به اخذ کارت راهنمای گردشگری بین‌المللی‌اش از سازمان گردشگری شد.",
      "با اتمام تحصیلاتش در مقطع کارشناسی، خانم مولایی در شهرداری تهران و در بخش فضای سبز، با رویکرد نظارت بر توسعه و بازپیرایی فضای سبز مشغول به کار شد و به واسطه‌ی همین تجربه، برای ادامه‌ی تحصیلاتش، تصمیم گرفت تا مدرک کارشناسی ارشدش را در رشته‌ی زیست‌شناسی گیاهی و با گرایش ژنتیک گیاهی بگیرد. در طول مدت کارشناسی ارشد نیز، سفرهای او همواره ادامه داشت؛ چیزی که شاید عمده‌ی شهرت خانم مولایی به‌واسطه‌ی آن باشد.",
      "هدیه مولایی، بعد از دریافت مدرک کارشناسی ارشد، به عنوان دانشجوی دکتری ژنتیک گیاهی، یک ترم تحصیل کرد، سپس، به‌واسطه‌ی پژوهش‌های چهار سال اخیرش در مورد «جاده‌ی ابریشم و نقش فرهنگی آن»، از دانشگاه انصراف داد و برای تحصیل در رشته‌ی مردم‌شناسی، بار دیگر دانشجوی تحصیلات تکمیلی در مقطع کارشناسی ارشد شد.",
      "خانم مولایی در توصیف خود و سفر زندگی‌اش می‌گوید: « همیشه معرفی، برای یه چند پتانسیلی کار سختیه، چون دقیقا نمی‌دونه که موقع معرفی خودش باید چی بگه. من هدیه مولایی یه چند پتانسیلیم.»"
    ]
  },
  {
    "id": 7,
    "title": "آرمینا صادقیان",
    "redxDir": "left",
    "RedxMarginRight": "160px",
    "desc": "سخنران",
    "telegram": "",
    "web": "",
    "facebook": "",
    "twitter": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/arminasadeghian_/",
    "imageUrl": "assets/speakers-img/sadeqian.jpg",
    "text": ["", "", ""]
  },

  {
    "id": 9,
    "title": "علیرضا امتیاز",
    "redxDir": "left",
    "RedxMarginRight": "20px",
    "desc": "سخنران",
    "telegram": "",
    "web": "",
    "facebook": "",
    "twitter": "",
    "linkedin": "",
    "instagram": "",
    "imageUrl": "assets/speakers-img/alirezaemtiaz.jpg",
    "text": [
      "علیرضا امتیاز، کنشگر، معمار، طراح، محقق و مجسمه‌ساز، متولد ۱۳۵۳ شیراز است. امتیاز فوق‌ لیسانس معماری از دانشگاه آزاد اسلامی واحد شیراز است. او صاحب جوایز متعدد طراحی داخلی و طراحی صنعتی است و رتبه‌ی نخست جایزه‌ی «معمار» برای پروژه‌ی رستوران نمک را از آن خود کرده است.",
      "امتیاز، هم‌چنین، مدیر سایت «اتوود» و عضو موسس گروه معماری «سا» و گروه طراحی و تولید مبلمان «سا دیزاین» است.",
      "امتیاز به عنوان پژوهشگر حوزه‌های معماری و تاریخ اجتماعی، تلاش می‌کند رابطه‌ای معنایی با فرهنگ ایران برقرار کند و مطالعات‌اش بر روی معماری، خوشنویسی و نقوش فرش ایرانی و تاریخ تحولات آن‌ها متمرکز است؛ متریال‌هایی که او آن‌ها را گاه تبدیل به فضاهای معمارانه و گاه تبدیل به مجسمه می‌کند.",
      "معماری و هنر برای او بیش از آن‌که تنها در ذات خود به کار روند؛ ابزار کنشگری است. کنشی، بیانگر تلاش او برای درک خود در ایران امروز و همچنین در بلندای تاریخ."
    ]
  },
  {
    "id": 10,
    "title": "مصطفی ملکیان",
    "redxDir": "right",
    "RedxMarginRight": "100px",
    "desc": "سخنران",
    "telegram": "",
    "web": "",
    "facebook": "",
    "twitter": "",
    "linkedin": "",
    "instagram": "https://instagram.com/mostafamalekian_official",
    "imageUrl": "assets/speakers-img/malekian.jpg",
    "text": [
      "دکتر مصطفی ملکیان، فیلسوف و روشنفکر ایرانی است. بخش عمده‌ی پژوهش‌های او در حوزه‌ی اخلاق، دین، فلسفه‌ی دین، اگزیستانسیالیسم، روان‌شناسی، علوم انسانی، روش تحقیق و علوم انسانی است.در واقع می‌توان او را از منظر روش‌شناختی در زمره‌ی اندیشمندان فلسفه‌ی تحلیلی و از نظر محتوایی، فیلسوف مکتب اگزیستانسیالیسم و روان‌شناسی انسان‌گرایانه دانست. پرو‌ژه‌ی مهم او، «عقلانیت و معنویت» است.",
      "مصطفی ملکیان در سال ۱۳۵۲ تحصیل در رشته‌ی مهندسی مکانیک را در دانشگاه تبریز آغاز کرد؛ اما دغدغه‌های فلسفی و کلامی او، باعث شد رشته‌ی مهندسی را رها کند و به سراغ فلسفه برود. او تحصیل در حوزه و دانشگاه را هم‌زمان پی گرفت و به گفته‌ی خود، در مهر ماه ۱۳۵۸ وارد حوزه‌ی علمیه شد و در ۱۳۷۷ حوزه را ترک کرد. در قم، پای درس کسانی چون عبدالله جوادی آملی، محمدتقی مصباح یزدی، حسن حسن‌زاده‌ آملی، یحیی انصاری شیرازی، سید رضا بهاءالدینی و‌ آقای ستوده نشست. وی مدتی در موسسه‌ی امام‌خمینی مشغول تحصیل و تدریس بود؛ که ویرایش کتاب «جامعه و تاریخ» اثر محمدتقی مصباح یزدی؛ از نتایج این همکاری است.",
      "از دیگر آثار دکتر ملکیان می‌توان به: «سنت و سکولاریسم» (گروه نویسندگان، همراه با دکتر عبدالکریم سروش)، «مهر ماندگار»، «حدیث آرزومندی»، «راهی به رهایی» و «تاریخ فلسفه‌ی غرب» که مجموعه‌ی درس‌های اوست اشاره کرد.",
      "مجله‌ی «مهر‌نامه» در شماره‌ی سی‌و‌دوم خود (آذر ۱۳۹۲) با انتشار متن گفت‌وگویی با دکتر ملکیان، به این سوال پاسخ می‌گوید که:‌ «چه‌طور مصطفی ملکیان از بنیادگرایی، سنت‌گرایی، تجددگرایی و اگزیستانسیالیسم عبور کرد و به نظریه‌ی عقلانیت و معنویت رسید؟»؛ در این مصاحبه، سیر تحول اندیشه‌ی وی در پنج مرحله تدوین شده است.",
      "ملکیان که از منتقدین روشنفکری دینی است؛ از سال ۱۳۸۹ تاکنون در «موسسه‌ی مطالعات سیاسی-اقتصادی پرسش» مشغول تدریس است. "
    ]
  },
  {
    "id": 11,
    "title": "مهرداد اسکویی",
    "redxDir": "right",
    "RedxMarginRight": "120px",
    "desc": "گفتگو",
    "telegram": "",
    "web": "",
    "facebook": "",
    "twitter": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/mehrdad.oskouei_official/",
    "imageUrl": "assets/speakers-img/mehrdadoskuie.jpg",
    "text": [
      "مهرداد اسکویی، متولد ۱۳۴۸ در تهران، مستندساز، فیلم‌ساز، عکاس، تهیه‌کننده، پژوهشگر و چهره‌ی فرهگی ایرانی است. او فارغ‌التحصیل کارگردانی سینما از دانشکده‌ی سینما و تئاتر دانشگاه هنر تهران است. ",
      "اسکویی قبل از شروع دبستان، خواندن و نوشتن را آموخت و در بیست‌ودو سالگی با فیلم کوتاه داستانی «در تاریخ او»، به عنوان نماینده‌ی انجمن سینمای جوانان ایران به عنوان اولین فیلم‌ساز زیر بیست‌و‌پنج سال ایران، بعد از انقلاب اسلامی، به جشنواره‌ی اتحادیه‌ی جهانی فیلم کوتاه «یونیکا» در شهر سنت گالن سوئیس در ۱۹۹۱ راه یافت. در سال ۲۰۱۰، به دلیل فعالیت‌های گسترده‌‌ی فرهنگی‌اش، موفق به کسب عنوان «چهره‌ی فرهنگی سال جهان» از سوی نهاد فرهنگی «پرنس کلاوس» هلند شد. اسکویی هم‌چنین عنوان «بهترین فیلم‌ساز مستند» سال ۲۰۱۶ جهان از جشنواره‌ی «تروفالس» آمریکا را از آن خود کرد و در سال ۱۳۸۹ نیز، انجمن مستندسازان سینمای ایران، جایزه‌ی بزرگداشت خود را در جشن خانه‌ی سینما به‌پاس یک عمر فعالیت مستندسازی به او اهدا کردند. در آذرماه ۱۳۹۹، اسکویی نشان درجه یک هنری در رشته‌ی کارگردانی فیلم مستند با تصویب و تأیید شورای ارزشیابی هنرمندان کشور را از آن خود کرد. ",
      "از فیلم‌های مستند اسکویی می‌توان به «خانه‌ی مادری‌ام مرداب، ۱۳۷۸» به عنوان اولین مستند و «سایه‌های بی‌خورشید، ۱۳۹۸» که تازه‌ترین مستند اوست اشاره کرد. اسکویی همچنین چندین فیلم کوتاه داستانی در کارنامه‌ی خود به نام‌های «دبستان حاجی‌باشی، ۱۳۷۷»، «مرز، ۱۳۷۵»، «در تاریخ او، ۱۳۶۸» و «تولدی دیگر، ۱۳۶۷» دارد. ",
      "خدمات و کارنامه‌ی اسکویی، حاصل سال‌ها تلاش و کار حرفه‌ای در این حوزه است؛ که از آن جمله می‌توان به موارد زیر اشاره کرد: پایه‌گذاری مرکز «میراث تصویری ایران» در سال ۱۳۸۹ با همکاری پژوهشگرانی از رشته‌های گوناگون، متمرکز بر پژوهش بر روی عکس و کارت پستال‌های تاریخ ایران، داوری در بیش از صد و چهل جشنواره‌ی معتبر ملی و بین‌المللی فیلم‌سازی و عکاسی، و فعالیت به عنوان سفیر فرهنگی بخش انسان‌دوستانه‌ی سازمان ملل (UCHA). "
    ]
  },
  {
    "id": 12,
    "title": "محمدرضا جلائی پور",
    "redxDir": "left",
    "RedxMarginRight": "20px",
    "desc": "گفتگو",
    "telegram": "",
    "web": "",
    "facebook": "",
    "twitter": "",
    "linkedin": "",
    "instagram": "",
    "imageUrl": "assets/speakers-img/jalaeipour.jfif",
    "text": [
      "محمدرضا جلایی‌پور،  فرزند حمیدرضا جلائی‌پور (جامعه‌شناس ایرانی)، پژوهش‌گر اجتماعی، کنش‌گر مدنی و فعال سیاسی ایرانی است. ",
      "از سوابق تحصیلی جلائی‌پور ‌می‌توان به مدال طلای المپیاد ادبی در سال ۱۳۷۹، و رتبه‌ی اول کنکور انسانی سال ۱۳۸۸ اشاره کرد. جلائی‌پور، کارشناسی‌اش را در دانشگاه تهران گذراند تا برای تحصیلات تکمیلی، در مقطع کارشناسی ارشد به مدرسه‌ی علوم اقتصادی و سیاسی لندن برود.",
      "جلائی‌پور، پژوهش‌گر همکار در گروه مطالعاتی پرینستون-آکسفورد، دکترای خود را در کالج سنت‌آنتونی دانشگاه آکسفورد اخذ کرد و به کمبریج آمریکا رفت تا پست‌دکترایش را از هاروارد دریافت کند.  ",
      "از آثار او می‌توان به ترجمه‌ی «چشم‌اندازه‌های جهانی» اثر آنتونی گیدنز، منتشر شده در ۱۳۸۸ اشاره کرد."
    ]
  },
  {
    "id": 13,
    "title": "شارمین میمندی نژاد",
    "redxDir": "right",
    "RedxMarginRight": "120px",
    "desc": "گفتگو",
    "telegram": "",
    "web": "",
    "facebook": "",
    "twitter": "",
    "linkedin": "",
    "instagram": "",
    "imageUrl": "assets/speakers-img/meymandinejad.jpeg",
    "text": [
      "شارمین میمندی‌نژاد متولد ۱۳۴۹ در تهران، نویسنده، پژوهشگر علوم اجتماعی، موسس جمعیت اجتماعی-مردمی امام علی و فعال اجتماعی است. جمعیت امام علی، یکی از بزرگ‌ترین انجیو (NGO)‌های خاورمیانه است که بیش از ۵۰۰۰ کودک را در ایران، افعانستان و عراق تحت سرپرستی خود دارد.",
      "او که در سال ۱۳۷۰ تحصیل در دانشگاه هنرهای نمایشی را در دانشکده‌ی هنرهای زیبای دانشگاه تهران آغاز کرد؛ در کارشناسی ارشد در همان دانشگاه، ادبیات نمایشی خواند و در ۱۳۷۷ فارغ‌التحصیل شد.",
      "از جوایز او می‌توان به جایزه‌ی گفت‌و‌گو بین مرکز تمدن‌ها در ایران (۲۰۰۳) و اولین جایزه‌ی نمایش‌نامه‌نویسی در جشنواره‌ی دو سالانه‌ی درام در ۲۰۰۵ اشاره کرد.",
      "میمندی‌نژاد در تدکس دانشگاه امیرکبیر، در سخنرانی خود که به فرم دکلمه ارائه شد، از اهمیت بخشش و بخشودن می‌گوید. داستانی از نجات یک پسر نوجوان که پیش از رسیدن به سن قانونی، مرتکب قتل شده، محکوم به اعدام و منتظر اجرای حکم خود بود. چند روز بعد از سخنرانی میمندی‌نژاد در تدکس امیرکبیر، یک نفر دیگر نیز به زندگی بازگشت.",
      "گفت‌وگوی میمندی‌نژاد با محمد‌رضا جلائی‌پور، دومین تجربه‌ی حضور میمندی‌نژاد در تدکس خواهد بود."
    ]
  }
]
